Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: and %lld more
ar: و%lld المزيد
de: und %lld mehr
es: y %lld más
fr: et %lld plus
hi: और %lld अधिक
pt_br: e %lld mais
zh_hans: 和 %lld 更多

source: · price unavailable
ar: · السعر غير متوفر
de: · Preis nicht verfügbar
es: · precio no disponible
fr: · prix indisponible
hi: · कीमत उपलब्ध नहीं है
pt_br: · preço indisponível
zh_hans: · 价格不详

source: /mo
ar: / مو
es: /mes
fr: /mois
hi: /मो
pt_br: / mês
zh_hans: /月

source: %@ · troy oz
ar: %@ · تروي أوقية
de: %@ · Feinunze
es: %@ · oz troy
fr: %@ · once troy
hi: %@ · ट्रॉय ऑउंस
zh_hans: %@ · 金衡盎司

source: %@ in %@
ar: %1$@ في %2$@
de: %1$@ in %2$@
es: %1$@ en %2$@
fr: %1$@ dans %2$@
hi: %2$@ में %1$@
pt_br: %1$@ em %2$@
zh_hans: %1$@ 中的 %2$@

source: %@ left. %@ remaining. Average needed per month %@; per year %@.
ar: %1$@ اليسار. %2$@ المتبقية. المتوسط ​​المطلوب شهريًا %3$@؛ في السنة %4$@.
de: %1$@ übrig. %2$@ übrig. Durchschnittlicher Bedarf pro Monat %3$@; pro Jahr %4$@.
es: %1$@ izquierda. Quedan %2$@. Promedio necesario por mes %3$@; por año %4$@.
fr: %1$@ à gauche. %2$@ restant. Moyenne nécessaire par mois %3$@ ; par an %4$@.
hi: %1$@ बाएँ। %2$@ शेष. प्रति माह औसत आवश्यक %3$@; प्रति वर्ष %4$@.
pt_br: %1$@ saiu. %2$@ restante. Média necessária por mês %3$@; por ano %4$@.
zh_hans: %1$@ 左。剩余%2$@。每月平均需要%3$@；每年%4$@。

source: %@ living estimate
ar: تقديرات المعيشة %@
de: %@ Lebenshaltungsschätzung
es: %@ estimación de vida
fr: %@ estimation de séjour
hi: %@ रहने का अनुमान
pt_br: Estimativa de vida %@
zh_hans: %@ 生活预估

source: %@ makes up %@ of your portfolio (%@).
ar: %1$@ يشكل %2$@ من محفظتك (%3$@).
de: %1$@ bildet %2$@ Ihres Portfolios (%3$@).
es: %1$@ constituye el %2$@ de su cartera (%3$@).
fr: %1$@ constitue le %2$@ de votre portefeuille (%3$@).
hi: %1$@ आपके पोर्टफोलियो का %2$@ (%3$@) बनाता है।
pt_br: %1$@ compõe %2$@ do seu portfólio (%3$@).
zh_hans: %1$@ 构成您投资组合的 %2$@ (%3$@)。

source: %@ of %@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ de %2$@
hi: %2$@ का %1$@
pt_br: %1$@ de %2$@
zh_hans: %1$@ 之 %2$@

source: %@ of FIRE target
ar: %@ لهدف النار
de: %@ des FIRE-Ziels
es: %@ del objetivo FUEGO
fr: %@ de la cible FIRE
hi: FIRE लक्ष्य का %@
pt_br: %@ do alvo FIRE

# %@ PPP %@ / intl $
source: %1$@ PPP %2$@ / intl $
ar: %1$@ PPP %2$@ / الدولى $
fr: %1$@ PPP %2$@ / $ international
zh_hans: %1$@ PPP %2$@ / 国际 $

source: %@ saved
ar: تم حفظ %@
de: %@ gespeichert
es: %@ guardado
fr: %@ enregistré
hi: %@ सहेजा गया
pt_br: %@ salvo
zh_hans: %@ 已保存

source: %@ Share
ar: %@ شارك
de: %@ Teilen
es: %@ Compartir
fr: %@ Partager
hi: %@ साझा करें
pt_br: %@ Compartilhar
zh_hans: %@ 分享

source: %@ to %@
ar: من %1$@ إلى %2$@
de: %1$@ bis %2$@
es: %1$@ a %2$@
fr: %1$@ à %2$@
hi: %1$@ से %2$@
pt_br: %1$@ a %2$@
zh_hans: %1$@ 至 %2$@

source: %@ yrs to FI
ar: %@ سنوات حتى FI
de: %@ Jahre nach FI
es: %@ años a FI
fr: %@ ans à FI
hi: %@ वर्ष से FI
pt_br: %@ anos até FI
zh_hans: %@ 年至 FI

source: %@%@ hasn't been updated in 60+ days.
ar: لم يتم تحديث %1$@%2$@ منذ أكثر من 60 يومًا.
de: %1$@%2$@ wurde seit mehr als 60 Tagen nicht aktualisiert.
es: %1$@%2$@ no se ha actualizado en más de 60 días.
fr: %1$@%2$@ n'a pas été mis à jour depuis plus de 60 jours.
hi: %1$@%2$@ को 60+ दिनों से अपडेट नहीं किया गया है।
pt_br: %1$@%2$@ não é atualizado há mais de 60 dias.
zh_hans: %1$@%2$@ 已经 60 多天没有更新了。

source: %@%@ haven't been updated in 60+ days.
ar: لم يتم تحديث %1$@%2$@ منذ أكثر من 60 يومًا.
de: %1$@%2$@ wurden seit mehr als 60 Tagen nicht aktualisiert.
es: %1$@%2$@ no se ha actualizado en más de 60 días.
fr: %1$@%2$@ n'a pas été mis à jour depuis plus de 60 jours.
hi: %1$@%2$@ को 60+ दिनों से अपडेट नहीं किया गया है।
pt_br: %1$@%2$@ não é atualizado há mais de 60 dias.
zh_hans: %1$@%2$@ 已经 60 多天没有更新了。

source: %lld asset
ar: أصل %lld
es: activo %lld
fr: Actif %lld
hi: %lld संपत्ति
pt_br: ativo %lld
zh_hans: %lld 资产

source: %lld asset categories tracked
ar: تم تتبع فئات الأصول %lld
de: %lld Asset-Kategorien verfolgt
es: %lld categorías de activos rastreadas
fr: Catégories d'actifs %lld suivies
hi: %lld परिसंपत्ति श्रेणियों को ट्रैक किया गया
pt_br: Categorias de ativos %lld rastreadas
zh_hans: %lld 跟踪的资产类别

source: %lld asset history entries
ar: إدخالات سجل الأصول %lld
de: %lld Asset-Historie-Einträge
es: %lld entradas del historial de activos
fr: Entrées de l'historique des actifs %lld
hi: %lld परिसंपत्ति इतिहास प्रविष्टियाँ
pt_br: entradas do histórico de ativos %lld
zh_hans: %lld 资产历史条目

source: %lld asset updates are stale
ar: تحديثات الأصول %lld قديمة
de: %lld Asset-Updates sind veraltet
es: Las actualizaciones de activos %lld están obsoletas
fr: Les mises à jour des actifs %lld sont obsolètes
hi: %lld परिसंपत्ति अद्यतन पुराने हैं
pt_br: As atualizações de ativos %lld estão obsoletas
zh_hans: %lld 资产更新已过时

source: %lld asset value needs a refresh.
ar: تحتاج قيمة الأصل %lld إلى التحديث.
de: %lld Asset-Wert muss aktualisiert werden.
es: El valor del activo %lld necesita una actualización.
fr: La valeur de l'actif %lld doit être actualisée.
hi: %lld परिसंपत्ति मूल्य को ताज़ा करने की आवश्यकता है।
pt_br: O valor do ativo %lld precisa de uma atualização.
zh_hans: %lld 资产价值需要刷新。

source: %lld asset values need a refresh.
ar: تحتاج قيم الأصول %lld إلى التحديث.
de: %lld Asset-Werte müssen aktualisiert werden.
es: Los valores de activos %lld necesitan una actualización.
fr: Les valeurs des actifs %lld doivent être actualisées.
hi: %lld परिसंपत्ति मूल्यों को ताज़ा करने की आवश्यकता है।
pt_br: Os valores dos ativos %lld precisam de uma atualização.
zh_hans: %lld 资产值需要刷新。

# %lld asset%@
source: %1$lld asset%2$@
ar: %1$lld الأصول%2$@
es: %1$lld activo%2$@
fr: %1$lld actif%2$@
hi: %1$lld परिसंपत्ति%2$@
pt_br: ativo %1$lld%2$@
zh_hans: %1$lld 资产%2$@

source: %lld assets
ar: أصول %lld
de: %lld Vermögenswerte
es: %lld activos
fr: Actifs %lld
hi: %lld संपत्ति
pt_br: ativos %lld
zh_hans: %lld 资产

source: %lld liabilities
ar: التزامات %lld
de: %lld Verbindlichkeiten
es: %lld pasivos
fr: %lld passif
hi: %lld देनदारियां
pt_br: Passivos %lld
zh_hans: %lld 负债

source: %lld liability
ar: المسؤولية %lld
de: %lld Haftung
es: Responsabilidad %lld
fr: Responsabilité %lld
hi: %lld दायित्व
pt_br: Responsabilidade %lld
zh_hans: %lld 责任

source: %lld months
ar: %lld أشهر
de: %lld Monate
es: %lld meses
fr: %lld mois
hi: %lld महीने
pt_br: %lld meses
zh_hans: %lld月

source: %lld net worth goal
ar: هدف القيمة الصافية %lld
de: %lld Nettovermögensziel
es: %lld objetivo de patrimonio neto
fr: Objectif de valeur nette %lld
hi: %lld निवल मूल्य लक्ष्य
pt_br: Meta de patrimônio líquido %lld
zh_hans: %lld 净值目标

source: %lld net worth snapshots
ar: لقطات صافية للقيمة %lld
de: %lld vermögende Schnappschüsse
es: Instantáneas del patrimonio neto de %lld
fr: Instantanés de la valeur nette de %lld
hi: %lld निवल मूल्य स्नैपशॉट
pt_br: Instantâneos de patrimônio líquido %lld
zh_hans: %lld 净值快照

source: %lld portfolio snapshots
ar: لقطات محفظة %lld
de: %lld Portfolio-Schnappschüsse
es: Instantáneas del portafolio %lld
fr: Instantanés du portefeuille %lld
hi: %lld पोर्टफोलियो स्नैपशॉट
pt_br: Instantâneos do portfólio %lld
zh_hans: %lld 投资组合快照

source: %lld shown
ar: تم عرض %lld
de: %lld angezeigt
es: Se muestra %lld
fr: %lld affiché
hi: %lld दिखाया गया है
pt_br: %lld mostrado
zh_hans: 显示 %lld

# %lld snapshot%@
source: %1$lld snapshot%2$@
ar: لقطة %1$lld%2$@
es: Instantánea %1$lld%2$@
fr: Instantané %1$lld%2$@
hi: %1$lld स्नैपशॉट%2$@
pt_br: instantâneo %1$lld%2$@
zh_hans: %1$lld 快照%2$@

source: %lld%% of assets are in %@ alone.
ar: %1$lld%% الأصول موجودة في %3$@ وحدها.
de: %1$lld%% der Vermögenswerte befinden sich allein in %3$@.
es: %1$lld%% de los activos están solo en %3$@.
fr: %1$lld%% d'actifs se trouvent uniquement dans %3$@.
hi: %1$lld%% संपत्ति अकेले %3$@ में है।
pt_br: %1$lld%% dos ativos estão apenas em %3$@.
zh_hans: %1$lld%% 的资产仅在 %3$@ 中。

source: %lld%% of assets are in %@.
ar: %1$lld%% الأصول موجودة في %3$@.
de: %1$lld%% der Vermögenswerte befinden sich in %3$@.
es: %1$lld%% de los activos están en %3$@.
fr: %1$lld%% des actifs se trouvent dans %3$@.
hi: %1$lld%% संपत्ति %3$@ में है।
pt_br: %1$lld%% dos ativos estão em %3$@.
zh_hans: %1$lld%% 资产位于 %3$@ 中。

source: %lld%% of assets are in %@. Consider diversifying.
ar: %1$lld%% الأصول موجودة في %3$@. النظر في التنويع.
de: %1$lld%% der Vermögenswerte befinden sich in %3$@. Erwägen Sie eine Diversifizierung.
es: %1$lld%% de los activos están en %3$@. Considere la posibilidad de diversificar.
fr: %1$lld%% des actifs se trouvent dans %3$@. Pensez à vous diversifier.
hi: %1$lld%% संपत्ति %3$@ में है। विविधता लाने पर विचार करें.
pt_br: %1$lld%% dos ativos estão em %3$@. Considere diversificar.
zh_hans: %1$lld%% 资产位于 %3$@ 中。考虑多元化。

source: %lld%% of assets are in precious metals.
ar: %lld%% الأصول موجودة في المعادن الثمينة.
de: %lld%% der Vermögenswerte sind in Edelmetallen.
es: %lld%% de los activos están en metales preciosos.
fr: %lld%% des actifs sont en métaux précieux.
hi: %lld%% संपत्ति कीमती धातुओं में है।
pt_br: %lld%% dos ativos estão em metais preciosos.
zh_hans: %lld%% 的资产为贵金属。

source: %lld%% return / yr
ar: %lld%% عودة / سنة
de: %lld%% Rückgabe / Jahr
es: %lld%% retorno / año
fr: %lld%% retour / an
hi: %lld%% रिटर्न / वर्ष
pt_br: %lld%% retorno / ano
zh_hans: %lld%% 返回/年

source: +%lld more
ar: +%lld المزيد
de: +%lld mehr
es: +%lld más
fr: +%lld plus
hi: +%lld अधिक
pt_br: +%lld mais
zh_hans: +%lld 更多

source: 1 month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
hi: 1 महीना
pt_br: 1 mês
zh_hans: 1个月

source: 25x annual spending · 4% rule
ar: 25 ضعف الإنفاق السنوي · قاعدة 4%
de: 25-fache jährliche Ausgaben · 4 %-Regel
es: Gasto anual 25x · Regla del 4%
fr: 25x les dépenses annuelles · Règle des 4 %
hi: 25x वार्षिक खर्च · 4% नियम
pt_br: 25x gastos anuais · Regra dos 4%
zh_hans: 25x 年度支出 · 4% 规则

source: A classic FIRE target is 25x your annual expenses. Spending %@/yr implies a target of %@.
ar: هدف FIRE الكلاسيكي هو مضاعفة نفقاتك السنوية بمقدار 25 مرة. إن إنفاق %1$@/سنة يشير إلى هدف %2$@.
de: Ein klassisches FIRE-Ziel ist das 25-fache Ihrer jährlichen Ausgaben. Die Ausgaben von %1$@/Jahr implizieren ein Ziel von %2$@.
es: Un objetivo clásico de FIRE es 25 veces sus gastos anuales. Gastar %1$@/año implica un objetivo de %2$@.
fr: Un objectif FIRE classique est de 25x vos dépenses annuelles. Dépenser %1$@/an implique un objectif de %2$@.
hi: एक क्लासिक फायर लक्ष्य आपके वार्षिक खर्च का 25 गुना है। %1$@/वर्ष खर्च करने का तात्पर्य %2$@ के लक्ष्य से है।
pt_br: Uma meta FIRE clássica é 25x suas despesas anuais. Gastar %1$@/ano implica uma meta de %2$@.
zh_hans: 经典的 FIRE 目标是您每年支出的 25 倍。支出 %1$@/年意味着目标为 %2$@。

source: Achieved
ar: تم تحقيقه
de: Erreicht
es: Logrado
fr: Réalisé
hi: हासिल किया
pt_br: Alcançado
zh_hans: 已达成

source: Actual: %@/mo
ar: الفعلي: %@/mo
de: Aktuell: %@/Mo
es: Real: %@/mes
fr: Réel : %@/mois
hi: वास्तविक: %@/महीना
pt_br: Real: %@/mês
zh_hans: 实际：%@/月

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
pt_br: Adicionar
zh_hans: 添加

source: Add Asset
ar: إضافة أصل
de: Vermögenswert hinzufügen
es: Agregar activo
fr: Ajouter un actif
hi: संपत्ति जोड़ें
pt_br: Adicionar ativo
zh_hans: 添加资产

source: Add assets and liabilities to unlock portfolio intelligence.
ar: أضف الأصول والالتزامات لفتح ذكاء المحفظة.
de: Fügen Sie Vermögenswerte und Verbindlichkeiten hinzu, um Portfolioinformationen freizuschalten.
es: Agregue activos y pasivos para desbloquear la inteligencia de la cartera.
fr: Ajoutez des actifs et des passifs pour débloquer l'intelligence du portefeuille.
hi: पोर्टफोलियो इंटेलिजेंस को अनलॉक करने के लिए संपत्ति और देनदारियां जोड़ें।
pt_br: Adicione ativos e passivos para desbloquear a inteligência do portfólio.
zh_hans: 添加资产和负债以解锁投资组合智能。

source: Add assets or liabilities to calculate net worth.
ar: أضف الأصول أو الالتزامات لحساب صافي القيمة.
de: Fügen Sie Vermögenswerte oder Verbindlichkeiten hinzu, um das Nettovermögen zu berechnen.
es: Agregue activos o pasivos para calcular el patrimonio neto.
fr: Ajoutez des actifs ou des passifs pour calculer la valeur nette.
hi: निवल मूल्य की गणना करने के लिए संपत्ति या देनदारियां जोड़ें।
pt_br: Adicione ativos ou passivos para calcular o patrimônio líquido.
zh_hans: 添加资产或负债来计算净值。

source: Add assets or liabilities to generate a portfolio briefing.
ar: قم بإضافة الأصول أو الالتزامات لإنشاء ملخص للمحفظة.
de: Fügen Sie Vermögenswerte oder Verbindlichkeiten hinzu, um ein Portfolio-Briefing zu erstellen.
es: Agregue activos o pasivos para generar un resumen de la cartera.
fr: Ajoutez des actifs ou des passifs pour générer un briefing de portefeuille.
hi: पोर्टफोलियो ब्रीफिंग तैयार करने के लिए संपत्ति या देनदारियां जोड़ें।
pt_br: Adicione ativos ou passivos para gerar um briefing de portfólio.
zh_hans: 添加资产或负债以生成投资组合简报。

source: Add assets or liabilities to start tracking net worth.
ar: أضف الأصول أو الالتزامات لبدء تتبع صافي القيمة.
de: Fügen Sie Vermögenswerte oder Verbindlichkeiten hinzu, um mit der Verfolgung des Nettovermögens zu beginnen.
es: Agregue activos o pasivos para comenzar a rastrear el patrimonio neto.
fr: Ajoutez des actifs ou des passifs pour commencer à suivre la valeur nette.
hi: नेट वर्थ पर नज़र रखना शुरू करने के लिए संपत्ति या देनदारियाँ जोड़ें।
pt_br: Adicione ativos ou passivos para começar a monitorar o patrimônio líquido.
zh_hans: 添加资产或负债以开始跟踪净值。

source: Add assets or update values to unlock portfolio insights.
ar: أضف الأصول أو قم بتحديث القيم لفتح رؤى المحفظة.
de: Fügen Sie Vermögenswerte hinzu oder aktualisieren Sie Werte, um Portfolio-Einblicke freizuschalten.
es: Agregue activos o actualice valores para desbloquear información sobre la cartera.
fr: Ajoutez des actifs ou mettez à jour les valeurs pour accéder à des informations sur le portefeuille.
hi: पोर्टफोलियो अंतर्दृष्टि को अनलॉक करने के लिए संपत्ति जोड़ें या मान अपडेट करें।
pt_br: Adicione ativos ou atualize valores para desbloquear insights de portfólio.
zh_hans: 添加资产或更新价值以解锁投资组合见解。

source: Add assets to see allocation.
ar: أضف الأصول لرؤية التخصيص.
de: Fügen Sie Vermögenswerte hinzu, um die Zuordnung anzuzeigen.
es: Agregue activos para ver la asignación.
fr: Ajoutez des actifs pour voir l'allocation.
hi: आवंटन देखने के लिए संपत्ति जोड़ें।
pt_br: Adicione ativos para ver a alocação.
zh_hans: 添加资产以查看分配。

source: Add assets to unlock a stronger read.
ar: أضف الأصول لفتح قراءة أقوى.
de: Fügen Sie Assets hinzu, um eine bessere Leseleistung zu erzielen.
es: Agregue recursos para desbloquear una lectura más sólida.
fr: Ajoutez des ressources pour débloquer une lecture plus forte.
hi: एक मजबूत रीड को अनलॉक करने के लिए संपत्तियां जोड़ें।
pt_br: Adicione recursos para desbloquear uma leitura mais forte.
zh_hans: 添加资产以解锁更强大的阅读。

source: Add context about this valuation — who assessed it, why the value changed, etc.
ar: أضف سياقًا حول هذا التقييم - من قام بتقييمه، ولماذا تغيرت القيمة، وما إلى ذلك.
de: Fügen Sie Kontext zu dieser Bewertung hinzu – wer sie bewertet hat, warum sich der Wert geändert hat usw.
es: Agregue contexto sobre esta valoración: quién la evaluó, por qué cambió el valor, etc.
fr: Ajoutez du contexte sur cette évaluation : qui l'a évaluée, pourquoi la valeur a changé, etc.
hi: इस मूल्यांकन के बारे में संदर्भ जोड़ें - इसका मूल्यांकन किसने किया, मूल्य क्यों बदला, आदि।
pt_br: Adicione contexto sobre esta avaliação — quem a avaliou, por que o valor mudou, etc.
zh_hans: 添加有关此估值的背景信息 - 谁对其进行了评估、价值为何发生变化等。

source: Add Debt
ar: أضف الدين
de: Schulden hinzufügen
es: Agregar Deuda
fr: Ajouter une dette
hi: ऋण जोड़ें
pt_br: Adicionar dívida
zh_hans: 添加债务

source: Add display currencies in Settings
ar: أضف عملات العرض في الإعدادات
de: Fügen Sie Anzeigewährungen in den Einstellungen hinzu
es: Agregar monedas de visualización en Configuración
fr: Ajouter les devises d'affichage dans les paramètres
hi: सेटिंग्स में प्रदर्शन मुद्राएं जोड़ें
pt_br: Adicionar moedas de exibição em Configurações
zh_hans: 在设置中添加显示货币

source: Add Portfolio Data
ar: إضافة بيانات المحفظة
de: Portfoliodaten hinzufügen
es: Agregar datos de cartera
fr: Ajouter des données de portefeuille
hi: पोर्टफोलियो डेटा जोड़ें
pt_br: Adicionar dados do portfólio
zh_hans: 添加投资组合数据

source: Add portfolio data to calculate progress.
ar: أضف بيانات المحفظة لحساب التقدم.
de: Portfoliodaten hinzufügen, um den Fortschritt zu berechnen.
es: Agregue datos de cartera para calcular el progreso.
fr: Ajoutez des données de portefeuille pour calculer les progrès.
hi: प्रगति की गणना करने के लिए पोर्टफोलियो डेटा जोड़ें।
pt_br: Adicione dados do portfólio para calcular o progresso.
zh_hans: 添加投资组合数据以计算进度。

source: Add savings to estimate FI
ar: أضف المدخرات لتقدير FI
de: Fügen Sie Einsparungen hinzu, um FI zu schätzen
es: Agregar ahorros para estimar FI
fr: Ajouter des économies pour estimer FI
hi: एफआई का अनुमान लगाने के लिए बचत जोड़ें
pt_br: Adicione economias para estimar FI
zh_hans: 添加节省来估算 FI

source: Add your latest investments to Wealth Map.
ar: أضف أحدث استثماراتك إلى Wealth Map.
de: Fügen Sie Ihre neuesten Investitionen zu Wealth Map hinzu.
es: Agregue sus últimas inversiones a Wealth Map.
fr: Ajoutez vos derniers investissements à Wealth Map.
hi: अपने नवीनतम निवेश को Wealth Map में जोड़ें।
pt_br: Adicione seus investimentos mais recentes ao Wealth Map.
zh_hans: 将您的最新投资添加到 Wealth Map。

source: After one more year: %@/yr
ar: بعد سنة أخرى: %@/سنة
de: Nach einem weiteren Jahr: %@/Jahr
es: Después de un año más: %@/año
fr: Après un an supplémentaire : %@/an
hi: एक और वर्ष के बाद: %@/वर्ष
pt_br: Depois de mais um ano: %@/ano
zh_hans: 一年后：%@/年

source: AI Analysis
ar: تحليل الذكاء الاصطناعي
de: KI-Analyse
es: Análisis de IA
fr: Analyse IA
hi: एआई विश्लेषण
pt_br: Análise de IA
zh_hans: 人工智能分析

source: Alert Day
ar: يوم التنبيه
de: Alarmtag
es: Día de Alerta
fr: Jour d'alerte
hi: चेतावनी दिवस
pt_br: Dia de Alerta
zh_hans: 警报日

source: All assets are in one category. Adding more categories reduces risk.
ar: جميع الأصول في فئة واحدة. إضافة المزيد من الفئات يقلل من المخاطر.
de: Alle Vermögenswerte gehören zu einer Kategorie. Das Hinzufügen weiterer Kategorien verringert das Risiko.
es: Todos los activos están en una categoría. Agregar más categorías reduce el riesgo.
fr: Tous les actifs sont dans une seule catégorie. L'ajout de catégories supplémentaires réduit les risques.
hi: सभी संपत्तियां एक श्रेणी में हैं। अधिक श्रेणियाँ जोड़ने से जोखिम कम हो जाता है।
pt_br: Todos os ativos estão em uma categoria. Adicionar mais categorias reduz o risco.
zh_hans: 所有资产都属于一个类别。添加更多类别可以降低风险。

source: All assets in one category
ar: جميع الأصول في فئة واحدة
de: Alle Vermögenswerte in einer Kategorie
es: Todos los activos en una categoría
fr: Tous les actifs dans une seule catégorie
hi: सभी संपत्तियां एक श्रेणी में
pt_br: Todos os ativos em uma categoria
zh_hans: 一个类别中的所有资产

source: All assets updated recently
ar: تم تحديث جميع الأصول مؤخرًا
de: Alle Assets wurden kürzlich aktualisiert
es: Todos los activos actualizados recientemente
fr: Tous les éléments mis à jour récemment
hi: सभी संपत्तियां हाल ही में अपडेट की गईं
pt_br: Todos os ativos atualizados recentemente
zh_hans: 最近更新的所有资产

source: Allocation
ar: التخصيص
de: Zuordnung
es: Asignación
hi: आवंटन
pt_br: Alocação
zh_hans: 分配

source: Already FI
ar: بالفعل FI
de: Bereits FI
es: Ya FI
fr: Déjà FI
hi: पहले से ही FI
pt_br: Já FI
zh_hans: 已经FI

source: Aluminum
ar: الألومنيوم
de: Aluminium
es: Aluminio
fr: Aluminium
hi: एल्युमिनियम
pt_br: Alumínio
zh_hans: 铝

source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
hi: राशि
pt_br: Quantidade
zh_hans: 金额

source: Amount is stored in troy oz. Estimated value uses live metal prices (USD).
ar: الكمية مخزنة بالأوقية التروي. تستخدم القيمة المقدرة أسعار المعادن الحية (بالدولار الأمريكي).
de: Menge wird in Feinunzen gespeichert. Der geschätzte Wert basiert auf Live-Metallpreisen (USD).
es: La cantidad se almacena en onzas troy. El valor estimado utiliza los precios de los metales vivos (USD).
fr: Le montant est stocké en onces troy. La valeur estimée utilise les prix actuels des métaux (USD).
hi: राशि ट्रॉय ओज़ में संग्रहीत है। अनुमानित मूल्य जीवित धातु की कीमतों (यूएसडी) का उपयोग करता है।
pt_br: O valor é armazenado em onças troy. O valor estimado usa preços de metais vivos (USD).
zh_hans: 金额以金衡盎司存储。估算值使用实时金属价格（美元）。

source: Analysis History
ar: تاريخ التحليل
de: Analyseverlauf
es: Historial de análisis
fr: Historique de l'analyse
hi: विश्लेषण इतिहास
pt_br: Histórico de Análise
zh_hans: 分析历史

source: Analyze In App
ar: التحليل داخل التطبيق
de: In App analysieren
es: Analizar en la aplicación
fr: Analyser dans l'application
hi: ऐप में विश्लेषण करें
pt_br: Analisar no aplicativo
zh_hans: 在应用程序中分析

source: Analyze with ChatGPT
ar: قم بالتحليل باستخدام ChatGPT
de: Analysieren Sie mit ChatGPT
es: Analizar con ChatGPT
fr: Analysez avec ChatGPT
hi: चैटजीपीटी के साथ विश्लेषण करें
pt_br: Analisar com ChatGPT
zh_hans: 使用 ChatGPT 进行分析

source: Analyzing portfolio...
ar: جارٍ تحليل المحفظة...
de: Portfolio analysieren...
es: Analizando cartera...
fr: Analyse du portefeuille...
hi: पोर्टफोलियो का विश्लेषण किया जा रहा है...
pt_br: Analisando portfólio...
zh_hans: 正在分析投资组合...

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
hi: ऐप संस्करण
pt_br: Versão do aplicativo
zh_hans: 应用程序版本

source: Appraised Value
ar: القيمة المقدرة
de: Schätzwert
es: Valor de Tasación
fr: Valeur estimative
hi: अनुमानित मूल्य
pt_br: Valor Avaliado
zh_hans: 评估值

source: Arrange Currencies
ar: ترتيب العملات
de: Währungen anordnen
es: Organizar monedas
fr: Organiser les devises
hi: मुद्राओं को व्यवस्थित करें
pt_br: Organizar moedas
zh_hans: 排列货币

source: Arrange Selected
ar: ترتيب المحدد
de: Ausgewählte anordnen
es: Organizar seleccionados
fr: Organiser la sélection
hi: चयनित व्यवस्थित करें
pt_br: Organizar selecionado
zh_hans: 排列所选内容

source: Asset
ar: الأصول
de: Vermögenswert
es: Activo
fr: Actif
hi: संपत्ति
pt_br: Ativo
zh_hans: 资产

source: Asset Actions
ar: إجراءات الأصول
de: Asset-Aktionen
es: Acciones de Activos
fr: Actions sur les actifs
hi: संपत्ति क्रियाएँ
pt_br: Ações de Ativos
zh_hans: 资产操作

source: Asset Concentration
ar: تركيز الأصول
de: Vermögenskonzentration
es: Concentración de Activos
fr: Concentration des actifs
hi: संपत्ति एकाग्रता
pt_br: Concentração de Ativos
zh_hans: 资产集中度

source: Asset Name
ar: اسم الأصل
es: Nombre del activo
fr: Nom de l'actif
hi: संपत्ति का नाम
pt_br: Nome do ativo
zh_hans: 资产名称

source: Assets
ar: الأصول
de: Vermögenswerte
es: Activos
fr: Actifs
hi: संपत्ति
pt_br: Ativos
zh_hans: 资产

source: Assets and liabilities can still use other currencies; totals are converted back here when rates are available.
ar: لا يزال من الممكن استخدام الأصول والالتزامات بعملات أخرى؛ يتم تحويل الإجماليات مرة أخرى هنا عندما تكون الأسعار متاحة.
de: Vermögenswerte und Verbindlichkeiten können weiterhin andere Währungen verwenden; Die Summen werden hier wieder umgerechnet, sobald Kurse verfügbar sind.
es: Los activos y pasivos aún pueden utilizar otras monedas; los totales se vuelven a convertir aquí cuando las tarifas están disponibles.
fr: Les actifs et passifs peuvent toujours utiliser d'autres devises ; les totaux sont reconvertis ici lorsque les tarifs sont disponibles.
hi: संपत्ति और देनदारियां अभी भी अन्य मुद्राओं का उपयोग कर सकती हैं; दरें उपलब्ध होने पर कुल योग को यहां वापस परिवर्तित कर दिया जाता है।
pt_br: Ativos e passivos ainda podem usar outras moedas; os totais são convertidos aqui quando as taxas estão disponíveis.
zh_hans: 资产和负债仍可以使用其他货币；当费率可用时，总计将转换回此处。

source: Auto Loan
ar: قرض السيارة
de: Autokredit
es: Préstamo para automóvil
fr: Prêt auto
hi: ऑटो ऋण
pt_br: Empréstimo Automóvel
zh_hans: 汽车贷款
